/**
 * Arabic-Lebanese translation for bootstrap-datepicker
 * Hassan Hsd
 */
;(function($){
    $.fn.datepicker.dates['ar-lb'] = {
        days: ["الأحد", "الاثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة", "السبت", "الأحد"],
        daysShort: ["أحد", "اثنين", "ثلاثاء", "أربعاء", "خميس", "جمعة", "سبت", "أحد"],
        daysMin: ["ح", "ن", "ث", "ع", "خ", "ج", "س", "ح"],
        months: ["كانون ثاني", "شباط", "آذار", "نيسان", "أيار", "حزبران", "تموز", "آب", "أيلول", "تشرين أول", "تشرين ثاني", "كانون أول"],
        monthsShort: ["ك2", "شباط", "آذار", "نيسان", "أيار", "حزبران", "تموز", "آب", "أيلول", "ت1", "ت2", "ك1"],
        today: "هذا اليوم",
        rtl: true
    };
}(jQuery));
