/**
 * Armenian translation for bootstrap-datepicker
 * Vahe Grigorian <v_grigorian@hotmail.com>
 */
;
(function ($) {
	$.fn.datepicker.dates['hy'] = {
		days: ["Կիրակի", "Երկուշաբթի", "Երեքշաբթի", "Չորեքշաբթի", "Հինգշաբթի", "Ուրբաթ", "Շաբաթ", "Կիրակի"],
		daysShort: ["Կիր", "Երկ", "Երք", "Չոր", "Հնգ", "Ուրբ", "Շբթ", "Կիր"],
		daysMin: ["Կ", "Եկ", "Եք", "Չ", "Հ", "Ու", "Շ", "Կ"],
		months: ["Հունվար", "Փետրվար", "Մարտ", "Ապրիլ", "Մայիս", "Հունիս", "Հուլիս", "Օգոստոս", "Սեպտեմբեր", "Հոկտեմբեր", "Նոյեմբեր", "Դեկտեմբեր"],
		monthsShort: ["Հունվ", "Փետ", "Մար", "Ապր", "Մայ", "Հուն", "Հուլ", "Օգ", "Սեպ", "Հոկ", "Նոյ", "Դեկ"],
		today: "Այսօր",
		clear: "Ջնջել",
		weekStart: 2,
		format: "dd.mm.yyyy"
	};
}(jQuery));
